"ConfirmSaveTitle" 			= "Confirmar Salvamento";
"ConfirmSaveMsg"			= "Deseja salvar as alterações dos ajustes de mobilidade?";
"ConfirmSaveSave"			= "Salvar";
"ConfirmSaveCancel"			= "Cancelar";
"ConfirmSaveDontSave"		= "Não Salvar";

// Text of "OK" button in configuration sheet (depending on whether we are in 'create' or 'config settings' mode)
"str_OK_Create" = "Criar";
"str_OK_Config" = "OK";

// Text that goes under the "Use FileSync" checkbox depending on whether computer has master password or not
"str_HaveMasterPassword" 	= "Há uma senha mestra FileVault definida para este computador.";
"str_NoMasterPassword" 		= "O FileVault necessita uma senha mestra para este computador.";

// Template for displaying the startup volume name
"str_BootVolumeNameTemplate" = "%@ (Disco de inicialização)";

// For pre-flighting available space (4875784)
"str_PHD_CalcAvailSpace" = "Calculando espaço livre...";
"str_PHD_InsufficientSpace" = "Não há espaço livre suficiente em “%@” para criar a pasta pessoal.";


// Sync interval popup values (4978958)
"str_SyncInterval_Automatic" 	= "Automaticamente";
"str_SyncInterval_Manual"  		= "Manualmente";

"str_SyncInterval_OneMinute" 					= "A cada minuto";
"str_SyncInterval_LessThanOneHour"  			= "A cada %d minutos";
"str_SyncInterval_OneHour"						= "A cada hora";
"str_SyncInterval_OneHourOneMinute"				= "A cada 1 hora e 1 minuto";
"str_SyncInterval_LessThanTwoHours"				= "A cada 1 hora e %d minutos";
"str_SyncInterval_MoreThanOneHourNoMinutes"		= "A cada %d horas";
"str_SyncInterval_MoreThanOneHourOneMinute"		= "A cada %d horas e 1 minuto";
"str_SyncInterval_MoreThanOneHourManyMinutes"	= "A cada %d horas e %d minutos";


// No suitable volumes for home volume (5182972) - displayed in popup menu
"str_UserPicks_NoExternalVolume" 		= "Nenhum volume externo está conectado.";
"str_UserPicks_NoSuitableVolume" 		= "Nenhum volume adequado foi encontrado.";
